Repository: KarimAmsha/Ammrk
Catalog: amrk/SupportFiles/*.lproj/Localizable.strings
Languages: ar

source: SAR
ar: ر.س

source: Name field is required
ar: حقل الاسم مطلوب

source: Email field is required
ar: حقل البريد الإلكتروني مطلوب

source: The phone number field is required
ar: حقل رقم الهاتف مطلوب

source: Password field is required
ar: حقل كلمة المرور مطلوب

source: Email is incorrect
ar: البريد الإلكتروني غير صحيح

source: The phone number must be 9 digits
ar: رقم الهاتف يجب أن يكون 9 أرقام

source: Enter your Email & Password.
ar: أدخل البريد الإلكتروني وكلمة المرور

source: switch to phone number
ar: تغيير الى رقم الهاتف

source: Enter your Mobile & Password.
ar: أدخل رقم الهاتف وكلمة المرور.

source: switch to email
ar: تغيير الى البريد الإلكتروني

source: City
ar: المدينة

source: Restaurant Type
ar: نوع المطعم

source: Select the period
ar: حدد الفترة

source: Discover places near you
ar: إكتشف الأماكن القريبة منك

source: Choose A Tasty Dish
ar: إختر طعامك اللذيذ

source: Pick Up Your Delivery
ar: اختر التوصيل المناسب لك

source: We make it simple to find the food you crave. Enter your address and let us do the rest.
ar: نجعل من السهل العثور على الطعام أنت تتوق. أدخل عنوانك ودعنا نحن نقوم بالباقي.

source: When you order Eat Street, we'll hook you up with exclusive coupons, specials and rewards.
ar: عندما تطلب طعام سنقدم لك كوبونات حصرية العروض الخاصة والمكافآت.

source: We make food ordering fast, simple and free - no matter if you order online or cash.
ar: نحن نجعل طلب الطعام سريعًا وبسيطً ومجاني - بغض النظر عما إذا طلبت عبر الإنترنت أو نقدًا.

source: Select branch
ar: تحديد الفرع

source: Booking Time
ar: وقت الحجز

source: Open
ar: مفتوح

source: Close
ar: مغلق

source: Close
ar: إغلاق

source: Wrong card number
ar: رقم البطاقة خاطئ

source: Enter Name
ar: أدخل الاسم

source: Please enter valid card number
ar: من فضلك أدخل رقم بطاقة صحيح

source: MM
ar: الشهر

source: Done
ar: تم

source: CARD
ar: البطاقة

source: CVC
ar: رمز التحقق

source: Please Select Expiry Month
ar: من فضلك إختر شهر الإنتهاء

source: YYYY
ar: السنة

source: Please Select Expiry Year
ar: من فضلك إختر سنة الإنتهاء

source: Please enter valid Cvv
ar: من فضلك تحقق من رمز التحقق

source: KM
ar: كم

source: Please enter the message
ar: من فضلك أدخل الرسالة

source: Enter Message..
ar: أدخل الرسالة

source: Something happened! Please try again later
ar: حدث خطأ ما! يرجى المحاولة فيما بعد

source: Help
ar: مساعدة

source: Contact Us
ar: تواصل معنا

source: Booking a table
ar: حجز طاولة

source: Delivery
ar: توصيل

source: Sweets
ar: الحلا

source: Booking
ar: حجز

source: Watch and booking
ar: مشاهدة وحجز

source: Help?
ar: مساعدة؟

source: Orders
ar: الطلبات

source: Edit Profile
ar: تعديل الملف الشخصي

source: Edit Password
ar: تغيير كلمة المرور

source: Change Language
ar: تغيير اللغة

source: Terms of Service
ar: شروط الخدمة

source: Privacy Policy
ar: سياسة الخصوصية

source: Rate This App
ar: تقييم التطبيق

source: About App
ar: حول التطبيق

source: Sign in as service provider
ar: تسجيل الدخول كمزود خدمة

source: Sign in as user
ar: تسجيل الدخول كمستخدم

source: Sign in service provider
ar: تسجيل دخول مزود الخدمة

source: Charge the wallet
ar: شحن المحفظة

source: Logout
ar: تسجيل الخروج

source: Are you sure to change the language?
ar: هل أنت متأكد من تغيير اللغة؟

source: Cancel
ar: إغلاق

source: Ok
ar: تم

source: Error
ar: خطأ

source: Restaurants
ar: مطاعم

source: Halas
ar: حلا

source: Training Rooms
ar: قاعات تدريبية

source: Wedding Rooms
ar: قاعات أفراح

source: We couldn't locate you
ar: لم نتمكن من تحديد موقعك

source: AM
ar: في الصباح

source: BM
ar: في المساء

source: Hall Type
ar: نوع الحلا

source: visitor
ar: زائر

source: Are you sure logout?
ar: هل أنت متأكد من تسجيل الخروج؟

source: Select time
ar: تحديد الوقت

source: Do you have a special recommendation (subject to availability)?
ar: هل لديك توصية خاصة (حسب المتاح)؟

source: The branch field is required
ar: حقل الفرع مطلوب

source: The preson name field is required
ar: حقل اسم الشخص مطلوب

source: The time field is required
ar: حقل الوقت مطلوب

source: Terms and conditions must be approved
ar: يجب الموافقة على الشروط والأحكام

source: Privacy Policy must be approved
ar: يجب الموافقة على سياسة الخصوصية

source: The phone number must be 12 digits
ar: يجب أن يكون رقم الهاتف ١٢ رقم

source: not logged in
ar: لم يتم تسجيل الدخول

source: There are no notifications
ar: لا يوجد هناك إشعارات

source: Search for any restaurant, hala or hall
ar: إبحث عن أي مطعم، حلا أو قاعة

source: No result
ar: لا يوجد نتائج

source: Welcome
ar: أهلاً بك

source: welcome
ar: أهلاً بك

source: Reserve a table
ar: احجز طاولة

source: Order from the restaurant
ar: أطلب من المطعم

source: Choose your hall
ar: إختر حلاك

source: Book a hall
ar: إحجز قاعة أفراح

source: Book a room
ar: إحجز قاعة تدريبية

source: Special orders
ar: الطلبات الخاصة

source: Please enter the title
ar: من فضلك أدخل العنوان

source: The time is required
ar: الوقت مطلوب

source: Person name field is required
ar: حقل اسم المستخدم مطلوب

source: Phone number field is required
ar: حقل رقم الهاتف مطلوب

source: Person count field is required
ar: حقل عدد الأشخاص مطلوب

source: Booking date field is required
ar: حقل تاريخ الحجز مطلوب

source: Coffee break field is required
ar: حقل الكافي بريك مطلوب

source: Time section field is required
ar: حقل فترة الحجز مطلوب

source: Company name field is required
ar: حقل اسم الجهة مطلوب

source: Opened
ar: مفتوح

source: Closed
ar: مغلق

source: Person
ar: شخص

source: Delete Order
ar: حذف الطلب

source: Are you sure delete order?
ar: هل أنت متأكد من حذف الطلب

source: Delete
ar: حذف

source: My Addresses
ar: العناوين

source: Add New Address
ar: إضافة عنوان جديد

source: Add Address
ar: إضافة العنوان

source: Edit Address
ar: تعديل العنوان

source: Title field is required
ar: حقل العنوان مطلوب

source: Address field is required
ar: حقل عنوان المكان مطلوب

source: The address has been modified successfully
ar: تم تعديل العنوان بنجاح

source: The address has been added successfully
ar: تم إضافة العنوان بنجاح

source: Delete Address
ar: حذف العنوان

source: Are you sure delete address?
ar: هل أنت متأكد من حذف العنوان؟

source: Date and Time
ar: التاريخ والوقت

source: The date and time field is required
ar: حقل التاريخ والوقت مطلوب

source: The delivey field is required
ar: حقل الديلفري مطلوب

source: The delivery address field is required
ar: حقل عنوان التوصيل مطلوب

source: The must be at least one order
ar: يجب أن يوجد على الأقل طلب واحد

source: Profile modified successfully
ar: تم تعديل الملف الشخصي بنجاح

source: Current password field is required
ar: حقل كلمة المرور الحالية مطلوبة

source: New password field is required
ar: حقل كلمة المرور الجديدة مطلوب

source: Confirm password field is required
ar: حقل تأكيد كلمة المرور مطلوب

source: Passwords do not match
ar: كلمتا المرور غير متطابقتا

source: Password has been updated
ar: تم تحديث كلمة المرور

source: The request has been sent
ar: تم إرسال الطلب

source: Order accepted
ar: تم قبول الطلب

source: The request is being processed
ar: الطلب قيد المعالجة

source: Order ready
ar: الطلب جاهز

source: The request is rejected
ar: تم رفض الطلب

source: Order Canceled
ar: تم إلغاء الطلب

source: Rate Order
ar: تقييم الطلب

source: Cancel Order
ar: إلغاء الطلب

source: Are you sure cancel order?
ar: هل أنت متأكد من إلغاء الطلب

source: Order canceled successfully
ar: تم إلغاء الطلب بنجاح

source: no delivery
ar: لا يوجد توصيل

source: Price calculation
ar: حساب السعر

source: There are no orders
ar: ليس لديك طلبات

source: Login
ar: تسجيل الدخول

source: Join as a service provider
ar: الإنضمام كمزود خدمة

source: You are not logged in
ar: أنت غير مسجل الدخول

source: There are no addresses
ar: ليس لديك أي عناوين

source: Please select the location on the map
ar: يرجى تحديد المكان على الخريطة

source: Service type
ar: نوع الخدمة

source: Training Hall
ar: قاعة تدريبية

source: Wedding hall
ar: قاعة أفراح

source: Hala Shop
ar: محل حلا

source: menu is empty
ar: القائمة فارغة

source: photo added
ar: تم إضافة صورة

source: Service type field is required
ar: حقل نوع الخدمة

source: Commercial register field is required
ar: حقل السجل التجاري مطلوب

source: IBAN code field is required
ar: حقل الإيبان كود مطلوب

source: Order Status
ar: حالة الطلب

source: new orders
ar: طلبات جديدة

source: accepted orders
ar: الطلبات المقبولة

source: is process
ar: قيد التنفيذ

source: order ready
ar: الطلب جاهز

source: Current orders
ar: الطلبات الحالية

source: History
ar: الطلبات السابقة

source: Payment Method
ar: طريقة الدفع

source: Visa
ar: فيزا

source: Apple Pay
ar: ابل باي

source: VIA
ar: من خلال

source: Ammrk
ar: امرك

source: You do not have permission to use this app
ar: ليس لديك صلاحية لإستخدام هذا التطبيق

source: Pleace Enter The Reservation Date
ar: من فضلك أدخل تاريخ الحجز

source: Please choose a valid date
ar: من فضلك إختر تاريخ صحيح

source: Please choose the time
ar: من فضلك إختر الوقت

source: Payment Methods
ar: طرق الدفع

source: Share the app
ar: مشاركة التطبيق

source: Person count
ar: عدد الأشخاص

source: Favorite
ar: المفضلة

source: Remove Form Favourites
ar: إزالة من المفضلة

source: Are you sure remove from favourites?
ar: هل أنت متأكد من الإزالة من المفضلة؟

source: Remove
ar: إزالة

source: My City
ar: حسب مدينتي الحالية

source: Nearest
ar: ترتيب حسب الأقرب

source: From Branch
ar: استلام من الفرع

source: All
ar: الكل

source: Your order has been successfully received
ar: تم إستلام طلبك بنجاح

source: + add new address
ar: + إضافة عنوان جديد

source: The phone number must start with 05
ar: رقم الهاتف يجب أن يبدأ ب 05

source: am
ar: صباحاً

source: pm
ar: مساءاً

source: cash
ar: كاش

source: visa
ar: فيزا

source: Recepipt from the branch
ar: إستلام من الفرع

source: yes
ar: نعم

source: no
ar: لا

source: SAR
ar: ريال

source: The discount field is requied
ar: عذراً، حقل الخصم مطلوب

source: Sorry, the coupon is not valid
ar: عذراً الكوبون غير صالح

source: You have a discount with percent
ar: لديك خصم بنسبة:

source: You have a discount
ar: لديك خصم قيمته:

source: Recieve in 25 minute
ar: الاستلام خلال 25 دقيقة

source: Delivery in 60 minute
ar: توصيل خلال ٦٠ دقيقة

source: Your order has been successfully received, and the fees will be discount from the bill
ar: تم استلام طلبك بنجاح، ورسوم تأكيد الحجز سيتم خصمها من الفاتورة

source: Sorry, The restaurant is closed now
ar: عذراً المطعم مغلق حالياً

source: OTP has been sent to
ar: أدخل رمز التحقق المرسل الى

source: Men hall:
ar: قاعة الرجال:

source: Women hall:
ar: قاعة النساء:

source: womenMen hall:
ar: قاعة الرجال والنساء:

source: person
ar: شخص

source: Price
ar: السعر

source: Person Count
ar: عدد الأشخاص

source: Type
ar: النوع

source: Men & Women
ar: الرجال والنساء

source: Women
ar: النساء

source: Men
ar: الرجال

source: Not Verified
ar: غير مفعّل

source: Email
ar: البريد الالكتروني

source: Not Paid
ar: لم يتم الدفع

source: Pay Now
ar: ادفع الان

source: Resend code
ar: إعادة إرسال الرمز

source: Do you want to resend code to email?
ar: هل تريد إعادة ارسال الرمز الى البريد الالكتروني ؟

source: Yes
ar: نعم

source: We hope to pay in order to confirm your order
ar: عذراً نأمل السداد لإتمام الطلب يخصم المبلغ من الفاتورة

source: We hope to pay in order to confirm your order, and the fees will be discount from the bill
ar: عذراً نأمل السداد لتأكيد الحجز يخصم المبلغ من الفاتورة

source: Code
ar: الرمز

source: Code field is required
ar: حقل الرمز مطلوب

source: Delete Account
ar: حذف الحساب

source: Are you sure delete account?
ar: هل أنت متأكد من حذف الحساب؟

source: Training room location
ar: موقع القاعة التدريبية

source: Wedding hall location
ar: موقع قاعة الأفراح

source: Restaurant location
ar: موقع المطعم

source: Hall location
ar: موقع القاعة

source: Customer location
ar: موقع العميل

source: The order is being delivered
ar: جاري توصيل الطلب

source: The order has been delivered
ar: تم توصيل الطلب

source: Branch
ar: الفرع

source: Completed order
ar: الطلب مكتمل

source: order
ar: طلب من مطعم

source: reserve
ar: حجز طاولة

source: hala
ar: طلب حلا

source: room
ar: قاعة تدريبية

source: wedding
ar: قاعة مناسبات

source: for someone
ar: للشخص

source: Wedding capacity
ar: سعة القاعة

source: Hall capacity
ar: سعة القاعة

source: Select Hall
ar: إختر القاعة

source: Select Wedding
ar: إختر القاعة

source: Price person
ar: سعر الشخص

source: Address
ar: العنوان

source: Unable to make Apple Pay transaction
ar: غير قادر على إجراء معاملة أبل باي

source: Unable to present Apple Pay authorization
ar: غير قادر على تقديم إذن أبل باي

source: Order price
ar: سعر الطلب
